[
  {
    "Name" : "padded vest",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 1,
    "Description" : "More than simple clothing, padded armor combines heavy, quilted cloth and layers of densely packed stuffing to create a cheap and basic protection. It is typically worn by those not intending to face lethal combat or those who wish their maneuverability to be impacted as little as possible."
  },
  {
    "Name" : "quilted cloth",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 1,
    "Description" : "This enhanced form of padded armor has internal layers specifically designed to trap arrows, bolts, darts, shuriken, thrown daggers, and other small ranged piercing weapons. When these kinds of weapons strike you, they tend to become snagged in these layers and fail to harm you. "
  },
  {
    "Name" : "leather shirt",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 2,
    "Description" : "Leather armor is made up of multiple overlapping pieces of leather, boiled to increase their natural toughness and then deliberately stitched together. Although not as sturdy as metal armor, the flexibility it allows wearers makes it among the most widely used types of armor."
  },
  {
    "Name" : "hide shirt",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 3,
    "Description" : "Made from animal hide and giant lizard scales over a shirt of interwoven cords, these chest and shoulder coverings protect without restricting mobility.\n\nMade from animal hide and giant lizard scales over a shirt of interwoven cords, these chest and shoulder coverings protect without restricting mobility.\n\nMade from animal hide and giant lizard scales over a shirt of interwoven cords, these chest and shoulder coverings protect without restricting mobility.\n"
  },
  {
    "Name" : "studded leather",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 3,
    "Description" : "An improved form of leather armor, studded leather armor is covered with dozens of metal protuberances. While these rounded studs offer little defense individually, in the numbers they are arrayed in upon such armor, they help catch lethal edges and channel them away from vital spots. The rigidity caused by the additional metal does, however, result in less mobility than is afforded by a suit of normal leather armor."
  },
  {
    "Name" : "chain shirt",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 4,
    "Description" : "Covering the torso, this shirt is made up of thousands of interlocking metal rings."
  },
  {
    "Name" : "scale mail",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 5,
    "Description" : "Scale mail is made up of dozens of small, overlapping metal plates. Similar to both splint mail and banded mail, scalemail has a flexible arrangement of scales in an attempt to avoid hindering the wearer’s mobility, but at the expense of omitting additional protective layers of armor. A suit of scale mail includes gauntlets."
  },
  {
    "Name" : "breastplate",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 6,
    "Description" : "A breastplate protects a wearer’s torso with a single piece of sculpted metal, similar to the core piece of a suit of full plate. Despite its sturdiness, its inflexibility and open back make it inferior to complete suits of metal armor, but still an improvement over most non-metal armors."
  },
  {
    "Name" : "chainmail",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 6,
    "Description" : "Unlike a chain shirt, which covers only the chest, chainmail protects the wearer with a complete mesh of chain links that cover the torso and arms, and extends below the waist. Multiple interconnected pieces offer additional protection over vital areas. The suit includes gauntlets."
  },
  {
    "Name" : "banded mail",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 7,
    "Description" : "Banded mail is made up of overlapping strips of metal, fastened to a sturdy backing of leather and chain. The size of the metal plates, interconnected metal bands, and layers of underlying armor make it a more significant defense than similar armors, like scale mail or splint mail."
  },
  {
    "Name" : "field plate",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 7,
    "Description" : "This heavy armor is similar to full plate but lighter in construction, sacrificing a bit of protection for greater flexibility and mobility."
  },
  {
    "Name" : "splint mail",
    "Character" : "=",
    "Equipment Slot" : "CHEST",
    "Defence" : 7,
    "Description" : "This heavy armor is similar to full plate but lighter in construction, sacrificing a bit of protection for greater flexibility and mobility."
  },
  {
    "Name" : "buckler",
    "Character" : "[",
    "Equipment Slot" : "OFF_HAND",
    "Defence" : 1,
    "Description" : ""
  },
  {
    "Name" : "steel shield",
    "Character" : "[",
    "Equipment Slot" : "OFF_HAND",
    "Defence" : 2,
    "Description" : ""
  },
  {
    "Name" : "helmet",
    "Character" : "^",
    "Equipment Slot" : "HEAD",
    "Defence" : 1,
    "Description" : ""
  },
  {
    "Name" : "pants",
    "Character" : "^",
    "Equipment Slot" : "LEGS",
    "Defence" : 1,
    "Description" : ""
  },
  {
    "Name" : "boots",
    "Character" : "^",
    "Equipment Slot" : "FEET",
    "Defence" : 1,
    "Description" : ""
  }
]
